OdDAI.ADB_Value.op_Implicit~System.Boolean
\details
Operator bool. Provides bool value. If there is not bool value inside, exception will be thrown.
\returns bool value.

OdDAI.ADB_Value.op_Implicit~System.Int32
\details
Operator int. Provides int value. If there is not int value, exception will be thrown.
\returns int value.